[{"id": 1, "id_api": 568091, "media": "movie", "title": "Fratura", "overview": "Sua mulher e a filha desapareceram de um pronto-socorro. Convencido de que o hospital está escondendo algo, ele parte numa busca desesperada para encontrá-las.", "release_date": "22/09/2019", "vote_average": 6.75, "origin_country": ["US"], "genres": ["Thriller", "Drama"], "img": "https://image.tmdb.org/t/p/w500/vsvmurub7aShF1PIFJS2l2D5ArS.jpg", "plataforma": ["Netflix"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 2, "id_api": 72636, "media": "tv", "title": "Made in Abyss", "overview": "O enorme sistema de cavernas, conhecido como Abyss, é o único lugar inexplorado no mundo. Ninguém sabe até que ponto este poço titânico está habitado por criaturas estranhas e maravilhosas e cheio de misteriosas relíquias antigas cujo propósito é desconhecido para o homem moderno. Gerações de aventureiros arrojados foram desenhadas pelas profundidades crípticas do abismo. Ao longo do tempo, esses corajosos o suficiente para explorar o poço perigoso vieram a ser conhecidos como Cave Raiders. Em Oosu, a cidade à beira do Abismo, vive uma pequena órfã chamada Rico, que sonha em se tornar uma grande raider como sua mãe e resolver o grande mistério do poço. Um dia explorando as profundidades sombrias que ela tropeça em um garotinho, que acaba por ser um robô.", "release_date": "07/07/2017", "vote_average": 8.335, "origin_country": ["JP"], "genres": ["Animação", "Drama", "Action & Adventure", "Sci-Fi & Fantasy"], "img": "https://image.tmdb.org/t/p/w500/4Bh9qzB1Kau4RDaVQXVFdoJ0HcE.jpg", "plataforma": ["Netflix"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 3, "id_api": 16830, "media": "tv", "title": "Hellsing", "overview": "A agência Hellsing é um grupo dos guerreiros que protege a Inglaterra e a igreja Anglicana de vampiros. Guiados por Integra Hellsing, a líder da lendária família Hellsing, a agência combate vampiros junto com Arucard, um vampiro renegado que luta pela humanidade. Arucard não é um vampiro ordinário, e também não é um amante dos humanos, ele possui seus próprios motivos para lutar ao lado dos humanos.", "release_date": "11/10/2001", "vote_average": 7.893, "origin_country": ["JP"], "genres": ["Action & Adventure", "Animação", "Mistério", "Sci-Fi & Fantasy"], "img": "https://image.tmdb.org/t/p/w500/xA3wsLJzj6XnvuryerPBPwoQodH.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 4, "id_api": 833417, "media": "movie", "title": "Contratempos", "overview": "Julie luta sozinha para criar seus dois filhos no subúrbio e manter seu emprego em Paris. Quando ela finalmente consegue uma entrevista para um cargo correspondente às suas aspirações, uma greve geral eclode, paralisando o transporte. Ela então embarcará em uma corrida frenética para salvar seu emprego e sua família.", "release_date": "16/03/2022", "vote_average": 7.034, "origin_country": ["FR"], "genres": ["Drama"], "img": "https://image.tmdb.org/t/p/w500/2G81vE1U714zwYcKMpwEBtJx1me.jpg", "plataforma": [], "aluguel/compra": {"aluguel": ["Apple TV Store", "Amazon Video", "Google Play Movies"], "compra": ["Apple TV Store", "Amazon Video", "Google Play Movies"]}}, {"id": 5, "id_api": 88041, "media": "tv", "title": "Astra Lost in Space", "overview": "No ano de 2063, viajar pelo espaço tornou-se comum. Oito alunos do Colégio Caird, juntamente com uma criança, partiram para um acampamento escolar em um planeta próximo. No entanto, os alunos são misteriosamente transportados a 5.012 anos-luz de distância de casa, sem meios de pedir ajuda. A bordo de uma espaçonave abandonada que chamam de Astra, esses nove estudantes lentamente tentam voltar e descobrir por que eles foram transportados.", "release_date": "03/07/2019", "vote_average": 7.8, "origin_country": ["JP"], "genres": ["Animação", "Action & Adventure", "Sci-Fi & Fantasy", "Mistério"], "img": "https://image.tmdb.org/t/p/w500/iQtvwkseinHBxQHxIIOViZw9t9T.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 6, "id_api": 220542, "media": "tv", "title": "Diários de uma Apotecária", "overview": "Maomao levava uma vida tranquila ao lado de seu pai, um boticário renomado. No entanto, sua vida muda da noite pro dia quando ela é vendida como uma simples serva no palácio do imperador. Incapaz de se adaptar à vida na realeza, Maomao decide tomar medidas drásticas quando os herdeiros imperiais adoecem, embarcando numa missão para encontrar a cura. Sua audácia chama a atenção de Jinshi, um belo funcionário do palácio que decide apoiá-la. Agora, Maomao se envolve em intrigas médicas enquanto sua fama se espalha pelos corredores do palácio!", "release_date": "22/10/2023", "vote_average": 8.6, "origin_country": ["JP"], "genres": ["Animação", "Drama", "Mistério"], "img": "https://image.tmdb.org/t/p/w500/t8fC3K3XnwE6Iso6b1bi5Fdo93n.jpg", "plataforma": ["Netflix", "HBO Max", "Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 7, "id_api": 30984, "media": "tv", "title": "Bleach", "overview": "Ichigo Kurosaki é um garoto de 15 anos que tem uma estranha capacidade  de ver, tocar e falar com espíritos de pessoas mortas. Logo que a  shinigami Rukia Kuchiki toma conhecimento dos poderes de Ichigo, vai  atrás dele para investigar, e acaba em uma luta com um Hollow que foi  atraído pelo forte poder espiritual de Ichigo. Antes de ser derrotada  pela criatura, Rukia passa seus poderes a Ichigo, o qual se torna um  shinigami, e após derrotar o Hollow ingressa em uma jornada para  proteger os humanos e os espíritos da ameaça dos Hollows.", "release_date": "05/10/2004", "vote_average": 8.359, "origin_country": ["JP"], "genres": ["Action & Adventure", "Animação", "Sci-Fi & Fantasy"], "img": "https://image.tmdb.org/t/p/w500/e0kKmeM8R7Kersh5N2PPzIRNRhr.jpg", "plataforma": ["Disney Plus"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 8, "id_api": 75208, "media": "tv", "title": "Devilman Crybaby", "overview": "Akira Fudo aprende com seu melhor amigo Ryo Asuka que os demônios vão reviver e recuperar o mundo dos humanos. Com humanos sem esperança contra essa ameaça, Ryo sugere combinar com um demônio. Com isso, Akira se torna Devilman, um ser com o poder do demônio, mas com um coração humano.", "release_date": "05/01/2018", "vote_average": 7.7, "origin_country": ["JP"], "genres": ["Animação", "Action & Adventure", "Sci-Fi & Fantasy"], "img": "https://image.tmdb.org/t/p/w500/vFIk26CGrhDrWgYkTdVqp6dZc48.jpg", "plataforma": ["Netflix"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 9, "id_api": 508883, "media": "movie", "title": "O Menino e a Garça", "overview": "Depois de perder a mãe durante a guerra, o jovem Mahito muda-se para a propriedade de sua família no campo. Lá, uma série de eventos misteriosos o levam a uma torre antiga e isolada, lar de uma travessa garça cinzenta. Quando a nova madrasta de Mahito desaparece, ele segue a garça até a torre e entra num mundo fantástico partilhado pelos vivos e pelos mortos. Ao embarcar em uma jornada épica com a garça como guia, Mahito deve descobrir os segredos deste mundo e a verdade sobre si mesmo.", "release_date": "14/07/2023", "vote_average": 7.404, "origin_country": ["JP"], "genres": ["Animação", "Aventura", "Fantasia", "Drama", "Família"], "img": "https://image.tmdb.org/t/p/w500/dYwihSnQmCVuIQbuG9n18BK5Iqd.jpg", "plataforma": ["Netflix"], "aluguel/compra": {"aluguel": ["Google Play Movies"], "compra": ["Apple TV Store", "Amazon Video", "Google Play Movies"]}}, {"id": 10, "id_api": 96203, "media": "tv", "title": "Gleipnir", "overview": "Shuuichi Kagaya é um garoto comum do ensino médio de uma cidade pequena e chata, mas quando uma bela colega de sua classe é pega em um incêndio no armazém, ele descobre um poder misterioso: Ele pode se transformar em um cachorro peludo com um revólver enorme e um zíper nas costas. Ele salva a vida da garota, compartilhando seu segredo com ela. Mas ela está procurando a irmã que matou sua família e ela não se importa com o quão degradante seja: Ela usará Shuuichi para cumprir sua vingança!", "release_date": "05/04/2020", "vote_average": 8.121, "origin_country": ["JP"], "genres": ["Animação", "Mistério", "Comédia", "Action & Adventure", "Sci-Fi & Fantasy"], "img": "https://image.tmdb.org/t/p/w500/1hPI4AAM4hOMNV2ucOvsVg7LJsV.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 11, "id_api": 83121, "media": "tv", "title": "Kaguya-sama: Love Is War", "overview": "Todos os jovens de elite com futuros brilhantes acabam indo parar na Academia Shuchiin. E ambos os líderes do conselho estudantil, Kaguya Shinomiya e Miyuki Shirogane, estão apaixonados um pelo outro. Mas seis meses se passaram e nada aconteceu?! Ambos são orgulhosos demais para confessar seu amor, e agora ambos estão brigando pra ver quem faz o outro se declarar primeiro! A parte mais divertida do amor é o jogo da conquista!", "release_date": "12/01/2019", "vote_average": 8.556, "origin_country": ["JP"], "genres": ["Comédia", "Animação"], "img": "https://image.tmdb.org/t/p/w500/tvemh1UGxnDKWPFYj40Zs6IWN7y.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 12, "id_api": 222623, "media": "tv", "title": "The Elusive Samurai", "overview": "No ano 1333, o governo do xogunato Kamakura desmorona. Um vassalo de confiança, Ashikaga Takauji, trai o xogunato e organiza uma rebelião. Hojo Tokiyuki, o herdeiro legítimo, escapa do massagre com um sacerdote xintoísta chamado Suwa Yorisige para Kamakura. Em fuga e lutando para se manter vivo, Tokiyuki coloca em ação seu plano de recuperar seus direitos hereditários.", "release_date": "06/07/2024", "vote_average": 7.843, "origin_country": ["JP"], "genres": ["Animação", "Action & Adventure"], "img": "https://image.tmdb.org/t/p/w500/8T3QsGzRvvAPUUw9Z1UjLNCQZlH.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 13, "id_api": 67063, "media": "tv", "title": "Hitori No Shita - The Outcast", "overview": "Cho Soran leva uma vida comum de um estudante universitário, até o dia em que se vê preso em um incidente terrível que aconteceu em uma pequena aldeia. Enquanto caminhava por um cemitério, Cho Soran é atacado por zumbis. Quando achava que tudo estava acabado, uma misteriosa garota portando uma espada surge e o salva, desaparecendo logo em seguida. Este estranho encontro vai mudar drasticamente o destino Cho Soran.", "release_date": "09/07/2016", "vote_average": 6.9, "origin_country": ["CN", "JP"], "genres": ["Animação", "Sci-Fi & Fantasy", "Action & Adventure", "Comédia"], "img": "https://image.tmdb.org/t/p/w500/kUTsnVSo9JWcFK3Y2XILQfH0imK.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 14, "id_api": 840705, "media": "movie", "title": "Pisque Duas Vezes", "overview": "Quando o bilionário de tecnologia Slater King conhece a garçonete Frida em sua gala de arrecadação de fundos, faíscas voam. Ele a convida para se juntar a ele e seus amigos nas férias dos sonhos em sua ilha particular. Noites selvagens se misturam com dias ensolarados e todos estão se divertindo. Ninguém quer que esta viagem acabe, mas à medida que coisas estranhas começam a acontecer, Frida começa a questionar a sua realidade. Há algo errado com este lugar. Ela terá que descobrir a verdade se quiser sair viva desta festa.", "release_date": "21/08/2024", "vote_average": 6.676, "origin_country": ["US"], "genres": ["Mistério", "Thriller"], "img": "https://image.tmdb.org/t/p/w500/1BCZ1rOI41cGkae6RZgLVVmYczE.jpg", "plataforma": [], "aluguel/compra": {"aluguel": ["Apple TV Store", "Amazon Video", "Google Play Movies"], "compra": ["Apple TV Store", "Amazon Video", "Google Play Movies"]}}, {"id": 15, "id_api": 13154, "media": "movie", "title": "Massacre no Bairro Japonês", "overview": "O americano de educação japonesa Chris Kenner é um policial responsável por Little Tóquio, um bairro de Los Angeles. Kenner faz parceria com Johnny Murata, um nipo-americano que não tem contato com suas raízes. Apesar de suas diferenças, os dois se sobressaem por suas habilidades em artes marciais quando lutam contra Yoshida, um traficante de drogas vingativo da máfia japonesa, que tem laços com o passado de Kenner.", "release_date": "23/08/1991", "vote_average": 6.378, "origin_country": ["US"], "genres": ["Ação", "Comédia", "Crime"], "img": "https://image.tmdb.org/t/p/w500/vgiGW7F1VVue9EAOR70gJwHecLj.jpg", "plataforma": [], "aluguel/compra": {"aluguel": ["Amazon Video"], "compra": ["Amazon Video"]}}, {"id": 16, "id_api": 196322, "media": "tv", "title": "Matéria Escura", "overview": "Jason Dessen é sequestrado para uma versão alternativa de sua vida. Em busca de voltar para sua verdadeira família, ele embarca em uma jornada angustiante para salvá-los do inimigo mais terrível que se possa imaginar: ele mesmo.", "release_date": "07/05/2024", "vote_average": 7.772, "origin_country": ["US"], "genres": ["Sci-Fi & Fantasy", "Drama"], "img": "https://image.tmdb.org/t/p/w500/mAbuZuS4CqlTI6lvWIxPRHppbVs.jpg", "plataforma": ["Apple TV"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 17, "id_api": 31724, "media": "tv", "title": "Code Geass", "overview": "No ano de 2010 do Calendário Imperial, partes do mundo estão sob o jugo do Sacro Império Britânnico. Lelouch Lamperouge, um príncipe exilado de Britannia, encontra uma estranha garota chamada C.C. que lhe presenteia com um incrível e terrível poder - o Geass. Com esta potente habilidade, Lelouch é capaz de dobrar qualquer um aos seus desejos... Mas seria o poder do Geass uma bênção ou uma maldição?", "release_date": "05/10/2006", "vote_average": 8.343, "origin_country": ["JP"], "genres": ["Animação", "Sci-Fi & Fantasy", "Action & Adventure", "Drama"], "img": "https://image.tmdb.org/t/p/w500/r2sbQjPgutBLyT2Jwoh2YY5ZYTo.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 18, "id_api": 83100, "media": "tv", "title": "Dororo", "overview": "No Japão feudal, Lord Daigo Kagemitsu faz um acordo com 12 demônios, trocando seu filho ainda não nascido pela prosperidade de suas terras. A criança deformada é abandonada em um rio, enquanto as terras de Kagemitsu prosperam. Anos depois, um jovem ladrão chamado Dororo conhece o misterioso “Hyakkimaru”, um garoto com lâminas no lugar dos braços e olhos sem visão que podem ver monstros.", "release_date": "07/01/2019", "vote_average": 8.54, "origin_country": ["JP"], "genres": ["Animação", "Action & Adventure"], "img": "https://image.tmdb.org/t/p/w500/6TX5aQHlJKdRZqV9nFPty3dOdfe.jpg", "plataforma": ["Amazon Prime Video"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 19, "id_api": 232230, "media": "tv", "title": "Lord of Mysteries", "overview": "Num mundo steampunk de segredos e deuses, Klein mergulha profundamente no ocultismo, no poder e no perigo!", "release_date": "28/06/2025", "vote_average": 8.7, "origin_country": ["CN"], "genres": ["Animação", "Mistério", "Sci-Fi & Fantasy"], "img": "https://image.tmdb.org/t/p/w500/kBRyCCZWipMO5Gu9Y02nE3iMgr0.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 20, "id_api": 529962, "media": "movie", "title": "A Perfeição", "overview": "Neste suspense macabro, uma musicista excepcional reencontra seus ex-mentores, mas descobre que eles têm uma nova aprendiz talentosa.", "release_date": "20/09/2018", "vote_average": 6.451, "origin_country": ["US"], "genres": ["Terror", "Thriller", "Drama"], "img": "https://image.tmdb.org/t/p/w500/tPDe68PDsgIGMs6wdJLtcwVVxA7.jpg", "plataforma": ["Netflix"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 21, "id_api": 61459, "media": "tv", "title": "Parasyte -the maxim-", "overview": "Eles vieram silenciosamente na escuridão, vindos do céu em busca de carne humana. Os parasitas - criaturas que assumem o controle de um hospedeiro humano para sobreviver - chegaram à Terra. Ninguém sabe disto exceto Shinichi Izumi, um estudante do ensino médio cuja mão direita foi infectada por um parasita. Shinichi, contra sua vontade, faz amizade com Migi, o parasita. Ambos se encontram agora no meio de uma guerra entre espécies.", "release_date": "09/10/2014", "vote_average": 8.342, "origin_country": ["JP"], "genres": ["Animação", "Drama", "Sci-Fi & Fantasy", "Action & Adventure"], "img": "https://image.tmdb.org/t/p/w500/dC1rIfKScgrHjmZYdTpUgWpZF4h.jpg", "plataforma": ["Netflix"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 22, "id_api": 76479, "media": "tv", "title": "The Boys", "overview": "Na trama, conhecemos um mundo em que super-heróis são as maiores celebridades do planeta, e rotineiramente abusam dos seus poderes ao invés de os usarem para o bem.", "release_date": "25/07/2019", "vote_average": 8.441, "origin_country": ["US"], "genres": ["Sci-Fi & Fantasy", "Action & Adventure"], "img": "https://image.tmdb.org/t/p/w500/2zmTngn1tYC1AvfnrFLhxeD82hz.jpg", "plataforma": ["Amazon Prime Video"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 23, "id_api": 30669, "media": "tv", "title": "Yu Yu Hakusho", "overview": "O jovem Yusuke Urameshi estava tendo um dia comum: matando aula, discutindo com seus professores e arrumando briga com seu rival, Kuwabara. Mas, contrariando sua reputação de encrenqueiro, Yusuke revela ter um bom coração ao saltar na frente de um carro para salvar a vida de um menininho. E então, tudo muda. Guiado pela simpática Botan, Yusuke acaba sendo levado para o Mundo Espiritual. Lá, ele conhece o divertido Koenma, um governante de 700 anos preso no corpo de um bebê. E a grande surpresa é que ele tem um desafio para Yusuke, que pode restaurar a sua vida: chocar o ovo de um monstro espiritual. Ao mesmo tempo, o rapaz vai ter que ajudar Kuwabara, seu antigo desafeto, a lidar com uma nova gangue de inimigos. Depois, Koenma envia Yusuke ao mundo dos humanos para descobrir se alguém ainda quer a sua volta, afinal de contas...", "release_date": "10/10/1992", "vote_average": 8.5, "origin_country": ["JP"], "genres": ["Animação", "Action & Adventure", "Sci-Fi & Fantasy"], "img": "https://image.tmdb.org/t/p/w500/j6dzDPkrAsfJ6GUyyMPz38ZkpbF.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 24, "id_api": 57287, "media": "tv", "title": "Code:Breaker", "overview": "Sakurakouji Sakura é uma garota que parece ser graciosa e modesta, mas na realidade é muito habilidosa nas artes marciais. Um dia andando de ônibus ela acaba testemunhando um garoto da sua idade em volta de pessoas queimando com uma espécie de fogo azul. No dia seguinte ela acaba voltando para aquele lugar, mas não tem mais nenhuma evidência de qualquer assassinato ali e ainda mais estranho é o fato que o novo aluno transferido para a sua classe se parece exatamente com o garoto que ela viu antes. Seu nome é Oogami Rei, ele é um Code Breaker, aquele que não existe. Ele aparentemente é um assassino de sangue frio, seguindo o princípio de “olho por olho”, usando “o mal contra o mal”. Sakurakouji acha que matar não está certo e resolve o deter, tentando entrar em seu coração “de gelo”. Porém não será tão fácil assim.", "release_date": "07/10/2012", "vote_average": 7.0, "origin_country": ["JP"], "genres": ["Animação", "Comédia", "Action & Adventure", "Sci-Fi & Fantasy"], "img": "https://image.tmdb.org/t/p/w500/iwUWYgItga8EdVkqgS5R1q0V5md.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 25, "id_api": 67075, "media": "tv", "title": "Mob Psycho 100", "overview": "Kageyama Shigeo, o \"Mob\", é um garoto que não leva muito jeito pra se expressar, mas que é um poderoso telepata. Decidido a levar uma vida normal, Mob suprime seus poderes extrasensoriais, mas quando suas emoções atingem um pico de 100%, algo terrível lhe acontece!\n\nRodeado de falsos telepatas, espíritos do mal e misteriosas organizações, como Mob reagirá? Que decisões ele vai tomar?", "release_date": "12/07/2016", "vote_average": 8.5, "origin_country": ["JP"], "genres": ["Animação", "Action & Adventure", "Comédia", "Sci-Fi & Fantasy"], "img": "https://image.tmdb.org/t/p/w500/aFcv9zeJtSbJHSYUlQCOQYV3Gio.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 26, "id_api": 37854, "media": "tv", "title": "One Piece", "overview": "Houve um homem que conquistou tudo aquilo que o mundo tinha a oferecer, o lendário Rei dos Piratas, Gold Roger. Capturado e condenado à execução pelo Governo Mundial, suas últimas palavras lançaram legiões aos mares. \"Meu tesouro? Se quiserem, podem pegá-lo. Procurem-no! Ele contém tudo que este mundo pode oferecer!\". Foi a revelação do maior tesouro, o One Piece, cobiçado por homens de todo o mundo, sonhando com fama e riqueza imensuráveis... Assim começou a Grande Era dos Piratas!", "release_date": "20/10/1999", "vote_average": 8.723, "origin_country": ["JP"], "genres": ["Action & Adventure", "Comédia", "Animação"], "img": "https://image.tmdb.org/t/p/w500/9ltisibeD4gzqjM1AzmQwCdyirQ.jpg", "plataforma": ["Netflix", "HBO Max", "Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 27, "id_api": 65676, "media": "tv", "title": "My Teen Romantic Comedy SNAFU", "overview": "O que vai acontecer quando Hachiman Hikigaya, um estudante antissocial que não não a menor tem vontade de fazer amigos e acha que todas as histórias fantásticas de colegial que os outros contam são pura invenção, é coagido por um docente bem-intencionado a participar do Clube de Serviço Voluntário, gerido por Yukino Yukinoshita, uma garota inteligente, atraente e que acha que o colégio inteiro é inferior a ela?", "release_date": "05/04/2013", "vote_average": 8.3, "origin_country": ["JP"], "genres": ["Animação", "Comédia", "Drama"], "img": "https://image.tmdb.org/t/p/w500/uLCcMQT9gBf81wI1sbHx2ICBiYH.jpg", "plataforma": [], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 28, "id_api": 65931, "media": "tv", "title": "Bungo Stray Dogs", "overview": "Expulso do orfanato e prestes a morrer de fome, Atsushi Nakajima conhece alguns homens bastante estranhos. Um deles, Osamu Dazai, é um suicida tentando se afogar em plena luz do dia. Outro, chamado Doppo Kunikida, fica parado, folheando nervosamente seu bloco de anotações. Ambos são membros da Agência de Detetives Armados, e se dizem responsáveis por solucionar casos que nem a polícia e o exército ousam tocar. Atsushi acaba acompanhando-os em uma missão para eliminar um tigre comedor de gente que está aterrorizando a população...", "release_date": "07/04/2016", "vote_average": 8.328, "origin_country": ["JP"], "genres": ["Animação", "Action & Adventure", "Mistério", "Sci-Fi & Fantasy", "Crime"], "img": "https://image.tmdb.org/t/p/w500/4WlY8Wflsa4ySLxwQzBSLORBQPy.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 29, "id_api": 245902, "media": "tv", "title": "O Lado Sombrio da TV Infantil", "overview": "História das práticas tóxicas e abusivas nos bastidores dos programas de TV infantis dos anos 90.", "release_date": "17/03/2024", "vote_average": 7.661, "origin_country": ["US"], "genres": ["Documentário", "Crime"], "img": "https://image.tmdb.org/t/p/w500/zpZEMkTVnR7o3StN2BME8Ru26Nt.jpg", "plataforma": ["HBO Max"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 30, "id_api": 399057, "media": "movie", "title": "O Sacrifício do Cervo Sagrado", "overview": "Steven é um cirurgião casado e pai de dois filhos que leva uma vida relativamente tranquila até encontrar Martin, um garoto de 16 anos a quem resolve cuidar. Quando Martin entra em sua família, o mundo de Steven se torna caótico.", "release_date": "20/10/2017", "vote_average": 7.01, "origin_country": ["IE", "US", "GB"], "genres": ["Drama", "Thriller", "Mistério"], "img": "https://image.tmdb.org/t/p/w500/xb52s7YrVQEusl4azCI3ItyWDIW.jpg", "plataforma": [], "aluguel/compra": {"aluguel": ["Claro video", "Apple TV Store", "Amazon Video", "Google Play Movies"], "compra": ["Apple TV Store", "Amazon Video", "Google Play Movies"]}}, {"id": 31, "id_api": 1429, "media": "tv", "title": "Attack on Titan", "overview": "Titãs estão quase exterminando a raça humana. Porém alguns estão dispostos a formar um exército de ataque aos seres assassinos. O jovem Eren, após ver sua mãe ser devorada por um titã, decide que não deixará nenhum deles vivo e buscará sua vingança completa.", "release_date": "07/04/2013", "vote_average": 8.674, "origin_country": ["JP"], "genres": ["Animação", "Sci-Fi & Fantasy", "Action & Adventure"], "img": "https://image.tmdb.org/t/p/w500/8aMqmB5xSblsZc7bLMEhE28yHa2.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 32, "id_api": 76121, "media": "tv", "title": "DARLING in the FRANXX", "overview": "Futuro distante: a humanidade se estabeleceu em Latifúndios, cidades-fortalezas erguidas sobre os destroços da guerra, e a civilização floresceu. Nessa cidade, há o Mistilteinn, um quartel de pilotos também conhecido como Gaiola. É lá que as crianças vivem... Alheios ao mundo de fora e da vastidão dos céus. Sua única missão em vida é lutar.\n\nSeus inimigos são os urrossauros, gigantescos organismos misteriosos. As crianças operam robôs chamados FRANXX para enfrentar esses inimigos desconhecidos, crentes de que esse é seu objetivo de vida.", "release_date": "13/01/2018", "vote_average": 8.536, "origin_country": ["JP"], "genres": ["Animação", "Drama", "Sci-Fi & Fantasy", "Comédia"], "img": "https://image.tmdb.org/t/p/w500/rR8HgnD9tqFaSiJ69FpruHo9Gm9.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 33, "id_api": 315205, "media": "movie", "title": "As Boas Maneiras", "overview": "Clara, enfermeira solitária da periferia de São Paulo, é contratada pela rica e misteriosa Ana como babá de seu futuro filho. Uma noite de lua cheia muda para sempre a vida das duas mulheres.", "release_date": "04/08/2017", "vote_average": 6.531, "origin_country": ["BR"], "genres": ["Fantasia", "Terror", "Mistério", "Drama"], "img": "https://image.tmdb.org/t/p/w500/rZsXwlpYluOAiWRDO1SQq4ddad6.jpg", "plataforma": [], "aluguel/compra": {"aluguel": ["Apple TV Store"], "compra": ["Apple TV Store"]}}, {"id": 34, "id_api": 933260, "media": "movie", "title": "A Substância", "overview": "Uma estrela em declínio descobre uma substância misteriosa que lhe permite criar uma versão mais jovem e perfeita de si mesma. No entanto, o que parece ser uma solução milagrosa para recuperar sua glória logo se transforma em um pesadelo perturbador quando as consequências desta decisão começam a se manifestar de formas sombrias e irreversíveis.", "release_date": "07/09/2024", "vote_average": 7.137, "origin_country": ["GB", "US"], "genres": ["Terror", "Ficção científica", "Thriller"], "img": "https://image.tmdb.org/t/p/w500/vWeOgzlhnP1sS23H3rzctGHB9Nb.jpg", "plataforma": ["HBO Max"], "aluguel/compra": {"aluguel": ["Apple TV Store", "Amazon Video"], "compra": ["Apple TV Store", "Amazon Video"]}}, {"id": 35, "id_api": 535544, "media": "movie", "title": "Downton Abbey - O Filme", "overview": "A história da família Crawley, proprietários de uma grande propriedade no interior da Inglaterra no início do século 20.", "release_date": "12/09/2019", "vote_average": 7.13, "origin_country": ["GB"], "genres": ["Drama", "Romance", "História"], "img": "https://image.tmdb.org/t/p/w500/lXoUmgHslfmC6kIhy814unBhptx.jpg", "plataforma": ["Globoplay"], "aluguel/compra": {"aluguel": ["Claro video", "Apple TV Store", "Amazon Video", "Google Play Movies"], "compra": ["Apple TV Store", "Amazon Video", "Google Play Movies"]}}, {"id": 36, "id_api": 94997, "media": "tv", "title": "A Casa do Dragão", "overview": "200 anos antes dos eventos de \"Game of Thrones\", os Targaryen estavam no ápice de seu poder, tendo inúmeros dragões sob seu comando, mas nem tudo dura para sempre. O início do fim da dinastia Targaryen.", "release_date": "21/08/2022", "vote_average": 8.3, "origin_country": ["US"], "genres": ["Sci-Fi & Fantasy", "Drama", "Action & Adventure"], "img": "https://image.tmdb.org/t/p/w500/xEC4nyJvcWcOu7QaobLcqz6iRUL.jpg", "plataforma": ["HBO Max"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 37, "id_api": 94498, "media": "tv", "title": "Appare-Ranman!", "overview": "O engenheiro gênio-socialmente-desajeitado, Appare Sorano e o samurai sábio, mas covarde, Kosame Isshiki, participam de uma corrida transamericana para ganhar o prêmio em dinheiro e voltar para casa. Mas vários perigos os esperam nessa corrida.", "release_date": "10/04/2020", "vote_average": 7.1, "origin_country": ["JP"], "genres": ["Animação", "Action & Adventure"], "img": "https://image.tmdb.org/t/p/w500/mEJ4sm3QeU3k8ERApIQSOzQaDId.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 38, "id_api": 890, "media": "tv", "title": "Neon Genesis Evangelion", "overview": "No ano 2000, um grande impacto de um meteoro na Antártida derreteu o continente gelado, elevando o nível dos mares. Chegou-se a conclusão que Deus estaria tentando eliminar a raça humana e previu-se o envio de \"Angels\" para acabar com a humanidade. Preparando-se para isso, criou-se uma grande organização, custeada por todo o mundo: A NERV. Seu objetivo seria o de proteger a humanidade, pesquisando formas de defesa. Assim nasceram os Evangelions (ou EVA's): Gigantescos robôs pilotados por alguém com o dom de \"sincronizar\" com o sistema.", "release_date": "04/10/1995", "vote_average": 8.6, "origin_country": ["JP"], "genres": ["Sci-Fi & Fantasy", "Animação", "Drama"], "img": "https://image.tmdb.org/t/p/w500/AhtWPHqIT1cWdrKTZVDMZD4Ca4F.jpg", "plataforma": ["Netflix"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 39, "id_api": 78457, "media": "tv", "title": "Wotakoi: O Amor é Difícil para Otaku", "overview": "Narumi é secretária e esconde o fato de ser fã de yaoi. Quando muda de emprego, ela reencontra Hirotaka, um amigo de infância atraente e talentoso, mas um ávido fã de videogames. Eles começam a namorar, mas como são obcecados por seus interesses pessoais, ambos são estranhos e, por isso, ter um relacionamento sério é difícil para eles.", "release_date": "13/04/2018", "vote_average": 7.489, "origin_country": ["JP"], "genres": ["Comédia", "Animação"], "img": "https://image.tmdb.org/t/p/w500/m3bGZApoBomEwpp0mUEUn4NCVHV.jpg", "plataforma": ["Amazon Prime Video"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 40, "id_api": 1186274, "media": "movie", "title": "Cachinhos Dourados e os Três Ursos: Morte e Mingau", "overview": "Quando amigos chegam ao endereço errado para a viagem de reencontro anual, eles invadem uma casa isolada. O que parecia ser um local tranquilo se transforma em um pesadelo quando eles descobrem que os moradores são assassinos psicóticos vestidos de Cachinhos Dourados e os Três Ursos.", "release_date": "05/06/2024", "vote_average": 4.077, "origin_country": ["GB"], "genres": ["Terror", "Thriller"], "img": "https://image.tmdb.org/t/p/w500/1CgmX7TLTYi1q79r2iGIe3yPmg.jpg", "plataforma": [], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 41, "id_api": 243200, "media": "tv", "title": "Animal", "overview": "O veterinário pobretão Antón arruma emprego em uma pet shop chique e deixa de tratar animais de fazenda para dar petiscos premium a bichinhos mimados.", "release_date": "03/10/2025", "vote_average": 6.81, "origin_country": ["ES"], "genres": ["Comédia"], "img": "https://image.tmdb.org/t/p/w500/5MGDcHyLLtrnv1v3vMaoJ8sMj7p.jpg", "plataforma": ["Netflix"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 42, "id_api": 290098, "media": "movie", "title": "A Criada", "overview": "Coreia do Sul, anos 1930. Durante a ocupação japonesa, a jovem Sookee é contratada para trabalhar para uma herdeira nipônica, Hideko, que leva uma vida isolada ao lado do tio autoritário. Só que Sookee guarda um segredo: ela e um vigarista planejam desposar a herdeira, roubar sua fortuna e trancafiá-la em um sanatório. Tudo corre bem com o plano, até que Sookee aos poucos começa a compreender as motivações de Hideko.", "release_date": "01/06/2016", "vote_average": 8.189, "origin_country": ["KR"], "genres": ["Thriller", "Drama", "Romance"], "img": "https://image.tmdb.org/t/p/w500/q6ngYthHXCvA2ZubO4FHTFNRrmc.jpg", "plataforma": [], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 43, "id_api": 537921, "media": "movie", "title": "O Dia da Castração", "overview": "Ao descobrir que vai ser castrado, um cachorro tem 24 horas para meter o pé na jaca com os amigos.", "release_date": "13/08/2025", "vote_average": 6.237, "origin_country": ["US"], "genres": ["Animação", "Comédia"], "img": "https://image.tmdb.org/t/p/w500/iqAdJynMKna1c9fHQWD884s3HuR.jpg", "plataforma": ["Netflix"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 44, "id_api": 88046, "media": "tv", "title": "Fire Force", "overview": "Shinra e seus companheiros estão prontos para entrar para a Brigada de Incêndio para impedir que os demônios flamejantes, chamados de Infernais, incendeiem toda a cidade!", "release_date": "05/07/2019", "vote_average": 8.4, "origin_country": ["JP"], "genres": ["Animação", "Action & Adventure", "Sci-Fi & Fantasy", "Comédia"], "img": "https://image.tmdb.org/t/p/w500/qDNgM4STqdzl4IBMyqCVMIr6uUV.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 45, "id_api": 247767, "media": "tv", "title": "O Estúdio", "overview": "Seth Rogen interpreta o novo diretor de um estúdio de cinema. Buscando desesperadamente a aprovação das celebridades, ele e sua equipe de executivos da Continental Estúdios precisam equilibrar as exigências corporativas com suas ambições criativas enquanto tentam manter o cinema vivo e relevante.", "release_date": "25/03/2025", "vote_average": 7.679, "origin_country": ["US"], "genres": ["Comédia", "Drama"], "img": "https://image.tmdb.org/t/p/w500/7Qlpnaj2aBSfLZ1e99ee7J8JogV.jpg", "plataforma": ["Apple TV"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 46, "id_api": 62110, "media": "tv", "title": "Assassination Classroom", "overview": "Esqueça lições de casa e provas relâmpago. A Classe 3-E tem uma tarefa muito mais importante: matar seu professor antes do fim do ano!", "release_date": "10/01/2015", "vote_average": 8.396, "origin_country": ["JP"], "genres": ["Animação", "Comédia", "Action & Adventure", "Sci-Fi & Fantasy"], "img": "https://image.tmdb.org/t/p/w500/fIOYLPOorKvP4wut9y0edpnWROz.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 47, "id_api": 683127, "media": "movie", "title": "Aya e a Bruxa", "overview": "Earwig vive em um orfanato (e até gosta disso), até ser adotada por uma bruxa e ser levada para uma casa assombrada. Entretanto, em vez de ficar horrorizada, a esperta garota se mostra determinada em se transformar a mestra de sua nova situação.", "release_date": "03/02/2021", "vote_average": 5.881, "origin_country": ["JP"], "genres": ["Animação", "Fantasia", "Família"], "img": "https://image.tmdb.org/t/p/w500/3xgAhWu3v78zP6GIAbVHjcaBOR2.jpg", "plataforma": ["Netflix"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 48, "id_api": 39434, "media": "tv", "title": "Anohana: The Flower We Saw That Day", "overview": "Após um trágico acidente, Jinta Yadomi e seu grupo de amigos de infância se afastaram, e cada um seguiu seu caminho. Agora no colegial, uma surpresa repentina os força a confrontar a culpa e o remorso que sentem pelo que aconteceu naquele dia, e a ficar em paz com esse fantasma do passado.", "release_date": "15/04/2011", "vote_average": 8.2, "origin_country": ["JP"], "genres": ["Animação", "Drama", "Mistério"], "img": "https://image.tmdb.org/t/p/w500/dZf3KcRtHBzJ4EjgjwTuqYqoGJe.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 49, "id_api": 65249, "media": "tv", "title": "ERASED", "overview": "O mangaká novato Fujinuma Satoru é obstruído pelo seu medo de se expressar. No entanto, ele possui um talento sobrenatural de ser forçado a evitar mortes e catástrofes ao ser enviado de volta no tempo antes da ocorrência do acidente, se repetindo até que o acidente seja impedido. Um dia, ele se envolve em um acidente que ele mesmo é enquadrado como um assassino. Desesperado para salvar a vítima, ele volta no tempo só para encontrar a si mesmo como um aluno do primário, um mês antes de sua colega de classe Hinadzuki Kayo desaparecer. Satoru agora embarca em uma nova missão: salvar Kayo e resolver o mistério por trás do seu desaparecimento.", "release_date": "08/01/2016", "vote_average": 8.481, "origin_country": ["JP"], "genres": ["Animação", "Drama", "Mistério"], "img": "https://image.tmdb.org/t/p/w500/2xo5jNOwXGP41umcmxzZgPxGpaI.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 50, "id_api": 258897, "media": "tv", "title": "Pssica", "overview": "Quando uma adolescente é vítima de tráfico sexual, um pirata fluvial e uma mãe corajosa embarcam em jornadas paralelas para encontrá-la, até que seus caminhos se cruzam.", "release_date": "20/08/2025", "vote_average": 6.625, "origin_country": ["BR"], "genres": ["Action & Adventure", "Drama", "Crime"], "img": "https://image.tmdb.org/t/p/w500/AspGWTFcEFgnDTTRA70at5zyKYj.jpg", "plataforma": ["Netflix"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 51, "id_api": 256721, "media": "tv", "title": "Gachiakuta", "overview": "Em uma cidade flutuante onde os ricos descartam seu lixo (e pessoas), Rudo é acusado falsamente de homicídio e jogado no Abismo, um lugar infernal onde vivem monstros de lixo mutantes. Para sobreviver, ele precisa conquistar um novo poder e se unir aos errantes Zeladores. Rudo não quer apenas lutar com os monstros, mas também contra os corruptos que o jogaram no Inferno.", "release_date": "06/07/2025", "vote_average": 8.615, "origin_country": ["JP"], "genres": ["Animação", "Action & Adventure", "Drama", "Sci-Fi & Fantasy"], "img": "https://image.tmdb.org/t/p/w500/RxuL7KuFoOzHC0htjtLGxJEGGx.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 52, "id_api": 73946, "media": "tv", "title": "INUYASHIKI O ÚLTIMO HERÓI", "overview": "Ichiro Inuyashiki era um escriturário monótono que vivia rejeitado pela família e pelos colegas. Certa noite, um óvni o acerta, e seu corpo é reconstituído em um poderoso robô. Um aluno do ensino médio chamado Hiro Shishigami também foi envolvido no mesmo acidente e ele passa a usar os novos poderes para dar vazão aos seus impulsos mais sombrios. A verdadeira natureza humana é boa ou má?", "release_date": "12/10/2017", "vote_average": 8.0, "origin_country": ["JP"], "genres": ["Animação", "Drama", "Sci-Fi & Fantasy", "Action & Adventure"], "img": "https://image.tmdb.org/t/p/w500/5zqngLZU6PBblfzOqu4TmejcFp2.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 53, "id_api": 65930, "media": "tv", "title": "My Hero Academia", "overview": "Por toda a sua vida, Izuku sonhou ser um herói — um objetivo ambicioso para qualquer um, mas especialmente desafiador para um garoto sem superpoderes. Isso mesmo: em um mundo onde 80% da população tem algum tipo de Dom especial, Izuku teve a má sorte de nascer completamente normal. Mas isso não vai impedi-lo de se matricular em uma das academias de herois mais prestigiosas do mundo.", "release_date": "03/04/2016", "vote_average": 8.6, "origin_country": ["JP"], "genres": ["Action & Adventure", "Animação", "Sci-Fi & Fantasy"], "img": "https://image.tmdb.org/t/p/w500/cfESQ8y8oNAeLuRbs7NkW7Qjwhy.jpg", "plataforma": ["Netflix", "Amazon Prime Video", "HBO Max", "Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 54, "id_api": 83097, "media": "tv", "title": "The Promised Neverland", "overview": "A mulher a quem chamam de \"\"mãe\"\" não é uma mãe de verdade.\n\nAs crianças que convivem naquele lugar não são irmãos de verdade.\n\nNa Casa Grace Field, moram apenas crianças órfãs.\n\nUm lar sem igual, onde 38 crianças sem parentesco algum levam vidas felizes ao lado de suas mães.\n\nAté que sua rotina pacífica chega a um fim abrupto...", "release_date": "11/01/2019", "vote_average": 8.318, "origin_country": ["JP"], "genres": ["Animação", "Drama", "Mistério", "Sci-Fi & Fantasy", "Crime"], "img": "https://image.tmdb.org/t/p/w500/8RWcKSmCbwsN8porFyTOB5e2cDG.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 55, "id_api": 75214, "media": "tv", "title": "Violet Evergarden", "overview": "A guerra acabou, e Violet Evergarden precisa de trabalho. Cheia de cicatrizes, ela aceita trabalhar como escritora de cartas para entender a si mesma e seu passado.", "release_date": "11/01/2018", "vote_average": 8.474, "origin_country": ["JP"], "genres": ["Animação", "Drama", "Sci-Fi & Fantasy"], "img": "https://image.tmdb.org/t/p/w500/2pV3XjjwRjevbaHoWH0Z3orOSrL.jpg", "plataforma": ["Netflix"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 56, "id_api": 85991, "media": "tv", "title": "Fruits Basket", "overview": "Tohru pensava que sua vida seria só de azar quando uma tragédia a força a ir morar em uma tenda. Mas quando os rapazes do Clã Soma a convidam para morar com eles, ela descobre um segredo de família muito estranho: ao serem abraçados, eles viram animais do Zodíaco Chinês!", "release_date": "06/04/2019", "vote_average": 7.981, "origin_country": ["JP"], "genres": ["Animação", "Drama", "Sci-Fi & Fantasy"], "img": "https://image.tmdb.org/t/p/w500/wVe8vcSqpJjLib5TWer6kgkGjjM.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 57, "id_api": 284445, "media": "tv", "title": "Takopi's Original Sin", "overview": "O pequeno alienígena fofo Takopi pousa na Terra. Qual é a missão dele? Ser levado ao nosso líder? Não. Espalhar a felicidade por todo o universo! A primeira pessoa que Takopi conhece é Shizuka, uma aluna deprimida da quarta série. (Ou será...?) Takopi está determinado a fazer o que for preciso para fazer Shizuka sorrir novamente. Mas suas tentativas equivocadas de ajudá-la usando sua tecnologia para voltar no tempo só resultam em caos e morte. Qual é a verdade que Takopi não consegue lembrar? E o que o polvo alienígena rosa com um coração de ouro deve sacrificar para realmente ajudar Shizuka e seus amigos…?", "release_date": "28/06/2025", "vote_average": 8.835, "origin_country": ["JP"], "genres": ["Animação", "Drama", "Sci-Fi & Fantasy"], "img": "https://image.tmdb.org/t/p/w500/aIZldplw1isQQSjaLS0o3SEob9H.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 58, "id_api": 261887, "media": "tv", "title": "Montando a Banda", "overview": "Neste reality inovador, cantores talentosos lutam pela chance de formar um grupo musical de sucesso sem se ver, tirando a aparência da jogada.", "release_date": "09/07/2025", "vote_average": 7.393, "origin_country": ["US"], "genres": ["Reality"], "img": "https://image.tmdb.org/t/p/w500/5ByseXePVhj1kJ3ewGRf3W9hRxY.jpg", "plataforma": ["Netflix"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 59, "id_api": 46298, "media": "tv", "title": "Hunter x Hunter", "overview": "Monstros amedrontadores, criaturas exóticas, riquezas vastas, tesouros misteriosos, terras vis e terras inexploradas... Gon parte em uma aventura para se tornar um caçador profissional que arrisca a própria vida em busca do desconhecido. Pelo caminho, ele conhece outros participantes da Prova dos Caçadores: Kurapika, Leorio e Killua. Será Gon capaz de vencer os grandes desafios da Prova de Caçadores e se tornar o melhor do mundo? Esta jornada selvagem e épica está prestes a começar!!", "release_date": "02/10/2011", "vote_average": 8.667, "origin_country": ["JP"], "genres": ["Animação", "Action & Adventure", "Sci-Fi & Fantasy"], "img": "https://image.tmdb.org/t/p/w500/9WxfAQquTun9ATkV6iAeFHMkqxv.jpg", "plataforma": ["Netflix", "Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 60, "id_api": 127532, "media": "tv", "title": "Solo Leveling", "overview": "Há mais de uma década, surgiu uma misteriosa passagem chamada \"portal\", que conecta este mundo a uma dimensão diferente, o que fez com que pessoas despertassem poderes únicos… e essas pessoas são chamadas de \"caçadores\". Os caçadores usam seus poderes sobre-humanos para conquistar masmorras dentro dos portais e assim ganhar a vida. Sung Jinwoo, um caçador de nível baixo, é considerado o caçador mais fraco de toda a humanidade. Certo dia, ele se depara com uma \"masmorra dupla\", que tem uma masmorra de nível alto escondida dentro de uma masmorra de nível baixo. Diante de um Jinwoo gravemente ferido, surge uma misteriosa missão! À beira da morte, Jinwoo decide aceitar essa missão, tornando-se assim a única pessoa capaz de subir de nível!", "release_date": "07/01/2024", "vote_average": 8.609, "origin_country": ["JP"], "genres": ["Animação", "Action & Adventure", "Sci-Fi & Fantasy"], "img": "https://image.tmdb.org/t/p/w500/eCD7WS9h4lCT8N4Xavc9u8R1IGk.jpg", "plataforma": ["Crunchyroll"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 61, "id_api": 86831, "media": "tv", "title": "Love, Death & Robots", "overview": "Criaturas aterrorizantes, surpresas bizarras e humor ácido habitam e florescem de cada um dos vários universos únicos criados para essa coletânea de curtas de animação, em que cada episódio apresenta sua própria narrativa e estilo visual.", "release_date": "15/03/2019", "vote_average": 8.214, "origin_country": ["US"], "genres": ["Animação", "Sci-Fi & Fantasy"], "img": "https://image.tmdb.org/t/p/w500/vL5BQvXH96cJzmNK5n7QliQxy90.jpg", "plataforma": ["Netflix"], "aluguel/compra": {"aluguel": [], "compra": []}}, {"id": 62, "id_api": 61374, "media": "tv", "title": "Tokyo Ghoul", "overview": "Em Tóquio, criaturas conhecidas como \"Ghouls\" vivem entre os humanos e os devoram para sobreviver. Alheio a eles, o jovem universitário Ken Kaneki leva uma vida pacata entre livros, até que um trágico encontro o coloca diante desses seres e o obriga a lutar por sua humanidade.", "release_date": "04/07/2014", "vote_average": 8.273, "origin_country": ["JP"], "genres": ["Animação", "Drama", "Sci-Fi & Fantasy"], "img": "https://image.tmdb.org/t/p/w500/5XBk7T4NsGeN9RG39y2nU6gRWQl.jpg", "plataforma": [], "aluguel/compra": {"aluguel": null, "compra": null}}]